Repository: brozozowska/RSSReader
Catalog: RSSReader/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, he, it, ja, ko, pt_br, ru, ur, zh_hans

# common.action.cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fa: لغو
fr: Annuler
he: ביטול
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
ru: Отмена
ur: منسوخ
zh_hans: 取消

# common.action.retry
source: Retry
ar: إعادة المحاولة
de: Erneut versuchen
es: Reintentar
fa: تلاش دوباره
fr: Réessayer
he: נסה שוב
it: Riprova
ja: 再試行
ko: 다시 시도
pt_br: Tentar novamente
ru: Повторить
ur: دوبارہ کوشش کریں
zh_hans: 重试

# feedManagement.addFeed.action.addingFeed
source: Adding Feed...
ar: جارٍ إضافة الخلاصة...
de: Feed wird hinzugefügt ...
es: Añadiendo fuente...
fa: در حال افزودن فید...
fr: Ajout du flux...
he: מוסיף פיד...
it: Aggiunta della fonte...
ja: フィードを追加中...
ko: 피드 추가 중...
pt_br: Adicionando feed...
ru: Добавление ленты...
ur: فیڈ شامل ہو رہی ہے...
zh_hans: 正在添加订阅源...

# feedManagement.addFeed.action.alreadyAdded
source: Already Added
ar: تمت إضافتها بالفعل
de: Bereits hinzugefügt
es: Ya añadida
fa: قبلاً افزوده شده است
fr: Déjà ajouté
he: כבר נוסף
it: Già aggiunta
ja: 追加済み
ko: 이미 추가됨
pt_br: Já adicionado
ru: Уже добавлена
ur: پہلے سے شامل ہے
zh_hans: 已添加

# feedManagement.addFeed.action.changesSaved
source: Changes Saved
ar: تم حفظ التغييرات
de: Änderungen gespeichert
es: Cambios guardados
fa: تغییرات ذخیره شد
fr: Modifications enregistrées
he: השינויים נשמרו
it: Modifiche salvate
ja: 変更を保存しました
ko: 변경 사항 저장됨
pt_br: Alterações salvas
ru: Изменения сохранены
ur: تبدیلیاں محفوظ ہو گئیں
zh_hans: 更改已保存

# feedManagement.addFeed.action.feedAdded
source: Feed Added
ar: تمت إضافة الخلاصة
de: Feed hinzugefügt
es: Fuente añadida
fa: فید افزوده شد
fr: Flux ajouté
he: הפיד נוסף
it: Fonte aggiunta
ja: フィードを追加しました
ko: 피드 추가됨
pt_br: Feed adicionado
ru: Лента добавлена
ur: فیڈ شامل ہو گئی
zh_hans: 订阅源已添加

# feedManagement.addFeed.action.loadingPreview
source: Loading Preview...
ar: جارٍ تحميل المعاينة...
de: Vorschau wird geladen ...
es: Cargando vista previa...
fa: در حال بارگذاری پیش‌نمایش...
fr: Chargement de l’aperçu...
he: טוען תצוגה מקדימה...
it: Caricamento anteprima...
ja: プレビューを読み込み中...
ko: 미리보기 불러오는 중...
pt_br: Carregando prévia...
ru: Загрузка предпросмотра...
ur: پیش منظر لوڈ ہو رہا ہے...
zh_hans: 正在加载预览...

# feedManagement.addFeed.action.saveChanges
source: Save Changes
ar: حفظ التغييرات
de: Änderungen speichern
es: Guardar cambios
fa: ذخیرهٔ تغییرات
fr: Enregistrer les modifications
he: שמור שינויים
it: Salva modifiche
ja: 変更を保存
ko: 변경 사항 저장
pt_br: Salvar alterações
ru: Сохранить изменения
ur: تبدیلیاں محفوظ کریں
zh_hans: 保存更改

# feedManagement.addFeed.action.savingChanges
source: Saving Changes...
ar: جارٍ حفظ التغييرات...
de: Änderungen werden gespeichert ...
es: Guardando cambios...
fa: در حال ذخیرهٔ تغییرات...
fr: Enregistrement des modifications...
he: שומר שינויים...
it: Salvataggio modifiche...
ja: 変更を保存中...
ko: 변경 사항 저장 중...
pt_br: Salvando alterações...
ru: Сохранение изменений...
ur: تبدیلیاں محفوظ ہو رہی ہیں...
zh_hans: 正在保存更改...

# feedManagement.addFeed.checking.accessibility
source: Checking feed
ar: جارٍ فحص الخلاصة
de: Feed wird geprüft
es: Comprobando fuente
fa: در حال بررسی فید
fr: Vérification du flux
he: בודק פיד
it: Controllo della fonte
ja: フィードを確認中
ko: 피드 확인 중
pt_br: Verificando feed
ru: Проверка ленты
ur: فیڈ چیک ہو رہی ہے
zh_hans: 正在检查订阅源

# feedManagement.addFeed.checking.title
source: Checking Feed...
ar: جارٍ فحص الخلاصة...
de: Feed wird geprüft ...
es: Comprobando fuente...
fa: در حال بررسی فید...
fr: Vérification du flux...
he: בודק פיד...
it: Controllo della fonte...
ja: フィードを確認中...
ko: 피드 확인 중...
pt_br: Verificando feed...
ru: Проверка ленты...
ur: فیڈ چیک ہو رہی ہے...
zh_hans: 正在检查订阅源...

# feedManagement.addFeed.createFolder.description
source: Create a folder now if this feed should live in a new group.
ar: أنشئ مجلدًا الآن إذا كانت هذه الخلاصة يجب أن تكون ضمن مجموعة جديدة.
de: Erstelle jetzt einen Ordner, wenn dieser Feed in eine neue Gruppe gehören soll.
es: Crea una carpeta ahora si esta fuente debe ir en un grupo nuevo.
fa: اگر این فید باید در گروه تازه‌ای باشد، اکنون یک پوشه بسازید.
fr: Créez un dossier maintenant si ce flux doit appartenir à un nouveau groupe.
he: אם הפיד הזה צריך להיות בקבוצה חדשה, צור תיקייה עכשיו.
it: Crea una cartella ora se questa fonte deve essere inserita in un nuovo gruppo.
ja: このフィードを新しいグループに入れる場合は、今すぐフォルダを作成します。
ko: 이 피드를 새 그룹에 넣어야 한다면 지금 폴더를 만드세요.
pt_br: Crie uma pasta agora se este feed deve ficar em um novo grupo.
ru: Создайте папку сейчас, если эта лента должна быть в новой группе.
ur: اگر یہ فیڈ کسی نئے گروپ میں ہونی چاہیے تو ابھی فولڈر بنائیں۔
zh_hans: 如果此订阅源应放入新的分组，请现在创建文件夹。

# feedManagement.addFeed.destinationFolder.title
source: Destination Folder
ar: مجلد الوجهة
de: Zielordner
es: Carpeta de destino
fa: پوشهٔ مقصد
fr: Dossier de destination
he: תיקיית יעד
it: Cartella di destinazione
ja: 保存先フォルダ
ko: 대상 폴더
pt_br: Pasta de destino
ru: Папка назначения
ur: منزل فولڈر
zh_hans: 目标文件夹

# feedManagement.addFeed.displayName.add.footer
source: Leave the feed title unchanged, or create your own.
ar: اترك عنوان الخلاصة كما هو، أو اختر اسمًا خاصًا بك.
de: Lass den Feed-Titel unverändert oder lege einen eigenen fest.
es: Deja el título de la fuente tal cual o elige uno propio.
fa: عنوان فید را همان‌طور که هست بگذارید یا نام دلخواه خود را وارد کنید.
fr: Conservez le titre du flux tel quel ou choisissez votre propre nom.
he: השאר את כותרת הפיד כפי שהיא, או בחר שם משלך.
it: Lascia invariato il titolo della fonte o scegline uno personalizzato.
ja: フィードのタイトルをそのままにするか、独自の名前を作成します。
ko: 피드 제목을 그대로 두거나 직접 이름을 만드세요.
pt_br: Mantenha o título do feed como está ou escolha um nome próprio.
ru: Оставьте название ленты без изменений или придумайте своё.
ur: فیڈ کا عنوان ویسا ہی رہنے دیں، یا اپنا نام رکھیں۔
zh_hans: 保留订阅源标题不变，或创建自己的名称。

# feedManagement.addFeed.displayName.placeholder
source: Feed name
ar: اسم الخلاصة
es: Nombre de la fuente
fa: نام فید
fr: Nom du flux
he: שם הפיד
it: Nome della fonte
ja: フィード名
ko: 피드 이름
pt_br: Nome do feed
ru: Название ленты
ur: فیڈ کا نام
zh_hans: 订阅源名称

# feedManagement.addFeed.displayName.prompt
source: Display Name
ar: اسم العرض
de: Anzeigename
es: Nombre visible
fa: نام نمایشی
fr: Nom affiché
he: שם תצוגה
it: Nome visualizzato
ja: 表示名
ko: 표시 이름
pt_br: Nome exibido
ru: Отображаемое имя
ur: ظاہری نام
zh_hans: 显示名称

# feedManagement.addFeed.duplicate.detail
source: Use the existing feed instead of creating a duplicate.
ar: استخدم الخلاصة الحالية بدلاً من إنشاء نسخة مكررة.
de: Verwende den bestehenden Feed, statt ein Duplikat zu erstellen.
es: Usa la fuente existente en lugar de crear un duplicado.
fa: به‌جای ساخت فید تکراری، از فید موجود استفاده کنید.
fr: Utilisez le flux existant au lieu de créer un doublon.
he: השתמש בפיד הקיים במקום ליצור כפילות.
it: Usa la fonte esistente invece di creare un duplicato.
ja: 重複を作成せず、既存のフィードを使用してください。
ko: 중복을 만들지 말고 기존 피드를 사용하세요.
pt_br: Use o feed existente em vez de criar uma duplicata.
ru: Используйте существующую ленту вместо создания дубля.
ur: مکرر فیڈ بنانے کے بجائے موجودہ فیڈ استعمال کریں۔
zh_hans: 请使用现有订阅源，而不是创建重复项。

# feedManagement.addFeed.duplicate.notice
source: This feed already exists in the library.
ar: هذه الخلاصة موجودة بالفعل في المكتبة.
de: Dieser Feed ist bereits in der Mediathek vorhanden.
es: Esta fuente ya existe en la biblioteca.
fa: این فید از قبل در کتابخانه وجود دارد.
fr: Ce flux existe déjà dans la bibliothèque.
he: הפיד הזה כבר קיים בספרייה.
it: Questa fonte esiste già nella libreria.
ja: このフィードはすでにライブラリにあります。
ko: 이 피드는 이미 보관함에 있습니다.
pt_br: Este feed já existe na biblioteca.
ru: Эта лента уже есть в библиотеке.
ur: یہ فیڈ لائبریری میں پہلے سے موجود ہے۔
zh_hans: 此订阅源已在资料库中。

# feedManagement.addFeed.duplicate.title
source: This feed is already in the library
ar: هذه الخلاصة موجودة بالفعل في المكتبة
de: Dieser Feed ist bereits in der Mediathek
es: Esta fuente ya está en la biblioteca
fa: این فید از قبل در کتابخانه است
fr: Ce flux est déjà dans la bibliothèque
he: הפיד הזה כבר נמצא בספרייה
it: Questa fonte è già nella libreria
ja: このフィードはすでにライブラリにあります
ko: 이 피드는 이미 보관함에 있습니다
pt_br: Este feed já está na biblioteca
ru: Эта лента уже есть в библиотеке
ur: یہ فیڈ لائبریری میں پہلے سے ہے
zh_hans: 此订阅源已在资料库中

# feedManagement.addFeed.edit.summary.description
source: Change the display name or enter a new feed address.
ar: غيّر اسم العرض أو أدخل عنوان خلاصة جديدًا.
de: Ändere den Anzeigenamen oder gib eine neue Feed-Adresse ein.
es: Cambia el nombre visible o introduce una nueva dirección de fuente.
fa: نام نمایشی را تغییر دهید یا نشانی فید جدیدی وارد کنید.
fr: Modifiez le nom affiché ou saisissez une nouvelle adresse de flux.
he: שנה את שם התצוגה או הזן כתובת פיד חדשה.
it: Modifica il nome visualizzato o inserisci un nuovo indirizzo per la fonte.
ja: 表示名を変更するか、新しいフィードアドレスを入力します。
ko: 표시 이름을 변경하거나 새 피드 주소를 입력합니다.
pt_br: Altere o nome exibido ou insira um novo endereço do feed.
ru: Измените отображаемое имя или введите новый адрес ленты.
ur: ظاہری نام تبدیل کریں یا نیا فیڈ پتا درج کریں۔
zh_hans: 更改显示名称，或输入新的订阅源地址。

# feedManagement.addFeed.edit.summary.title
source: Feed Details
ar: تفاصيل الخلاصة
es: Detalles de la fuente
fa: جزئیات فید
fr: Détails du flux
he: פרטי הפיד
it: Dettagli fonte
ja: フィードの詳細
ko: 피드 세부 정보
pt_br: Detalhes do feed
ru: Данные ленты
ur: فیڈ کی تفصیلات
zh_hans: 订阅源详情

# feedManagement.addFeed.new.summary.description
source: Enter a website address, and the app will find the feed if it exists.
ar: أدخل عنوان موقع الويب، وسيجد التطبيق الخلاصة إذا كانت موجودة.
de: Gib eine Website-Adresse ein. Die App findet den Feed, falls einer vorhanden ist.
es: Introduce la dirección de un sitio web y la app buscará la fuente si existe.
fa: نشانی وب‌سایت را وارد کنید؛ اگر فیدی وجود داشته باشد، برنامه آن را پیدا می‌کند.
fr: Saisissez l’adresse d’un site web, et l’app trouvera le flux s’il existe.
he: הזן כתובת אתר, והאפליקציה תמצא את הפיד אם הוא קיים.
it: Inserisci l’indirizzo di un sito web e l’app cercherà la fonte, se esiste.
ja: Web サイトのアドレスを入力すると、存在する場合はアプリがフィードを見つけます。
ko: 웹 사이트 주소를 입력하면 피드가 있을 경우 앱이 찾아줍니다.
pt_br: Insira o endereço de um site e o app encontrará o feed, se ele existir.
ru: Введите адрес сайта, приложение найдёт ленту, если она существует.
ur: ویب سائٹ کا پتا درج کریں؛ اگر فیڈ موجود ہو گی تو ایپ اسے ڈھونڈ لے گی۔
zh_hans: 输入网站地址，如果存在订阅源，应用会找到它。

# feedManagement.addFeed.new.summary.title
source: New Feed
ar: خلاصة جديدة
de: Neuer Feed
es: Nueva fuente
fa: فید جدید
fr: Nouveau flux
he: פיד חדש
it: Nuova fonte
ja: 新しいフィード
ko: 새 피드
pt_br: Novo feed
ru: Новая лента
ur: نئی فیڈ
zh_hans: 新订阅源

# feedManagement.addFeed.placement.addPending.description
source: Review the feed first, then choose whether it should stay ungrouped or live in a folder.
ar: راجع الخلاصة أولًا، ثم اختر هل تبقى بلا مجلد أم توضع داخل مجلد.
de: Prüfe zuerst den Feed und wähle dann aus, ob er ungruppiert bleiben oder in einem Ordner liegen soll.
es: Revisa primero la fuente y luego decide si debe quedar sin carpeta o guardarse en una carpeta.
fa: ابتدا فید را بررسی کنید، سپس انتخاب کنید بدون پوشه بماند یا در پوشه‌ای قرار گیرد.
fr: Vérifiez d’abord le flux, puis choisissez s’il doit rester sans dossier ou être placé dans un dossier.
he: בדוק קודם את הפיד, ואז בחר אם להשאיר אותו ללא תיקייה או לשים אותו בתיקייה.
it: Controlla prima la fonte, poi scegli se lasciarla senza cartella o inserirla in una cartella.
ja: まずフィードを確認してから、未分類のままにするかフォルダに入れるかを選択します。
ko: 먼저 피드를 검토한 다음 그룹 없이 둘지 폴더에 넣을지 선택하세요.
pt_br: Revise o feed primeiro e depois escolha se ele deve ficar sem pasta ou dentro de uma pasta.
ru: Сначала проверьте ленту, затем выберите, оставить её без папки или поместить в папку.
ur: پہلے فیڈ کا جائزہ لیں، پھر منتخب کریں کہ اسے بغیر فولڈر رکھنا ہے یا کسی فولڈر میں۔
zh_hans: 先检查订阅源，然后选择保留未分组或放入文件夹。

# feedManagement.addFeed.placement.addReady.description
source: Choose where this feed should appear after adding it.
ar: اختر المكان الذي يجب أن تظهر فيه هذه الخلاصة بعد إضافتها.
de: Wähle aus, wo dieser Feed nach dem Hinzufügen erscheinen soll.
es: Elige dónde debe aparecer esta fuente después de añadirla.
fa: انتخاب کنید این فید پس از افزودن کجا نمایش داده شود.
fr: Choisissez où ce flux doit apparaître après son ajout.
he: בחר היכן הפיד הזה יופיע אחרי שיוסף.
it: Scegli dove deve apparire questa fonte dopo l’aggiunta.
ja: 追加後にこのフィードを表示する場所を選択します。
ko: 추가한 뒤 이 피드가 표시될 위치를 선택하세요.
pt_br: Escolha onde este feed deve aparecer depois de adicionado.
ru: Выберите, где должна появиться эта лента после добавления.
ur: منتخب کریں کہ شامل ہونے کے بعد یہ فیڈ کہاں دکھائی دے۔
zh_hans: 选择添加后此订阅源显示的位置。

# feedManagement.addFeed.placement.noFolders.description
source: No folders are available yet. You can keep the feed ungrouped or create a folder.
ar: لا توجد مجلدات متاحة بعد. يمكنك الاحتفاظ بالخلاصة غير مجمعة أو إنشاء مجلد.
de: Es sind noch keine Ordner verfügbar. Du kannst den Feed ungruppiert lassen oder einen Ordner erstellen.
es: Todavía no hay carpetas disponibles. Puedes dejar la fuente sin carpeta o crear una carpeta.
fa: هنوز پوشه‌ای در دسترس نیست. می‌توانید فید را بدون پوشه نگه دارید یا پوشه بسازید.
fr: Aucun dossier n’est encore disponible. Vous pouvez laisser le flux sans dossier ou créer un dossier.
he: עדיין אין תיקיות זמינות. אפשר להשאיר את הפיד ללא תיקייה או ליצור תיקייה.
it: Non ci sono ancora cartelle disponibili. Puoi lasciare la fonte senza cartella o crearne una.
ja: まだフォルダはありません。フィードを未分類のままにするか、フォルダを作成できます。
ko: 아직 사용할 수 있는 폴더가 없습니다. 피드를 그룹 없이 두거나 폴더를 만들 수 있습니다.
pt_br: Ainda não há pastas disponíveis. Você pode deixar o feed sem pasta ou criar uma pasta.
ru: Папок пока нет. Можно оставить ленту без папки или создать папку.
ur: ابھی کوئی فولڈرز دستیاب نہیں۔ آپ فیڈ کو بغیر فولڈر رکھ سکتے ہیں یا فولڈر بنا سکتے ہیں۔
zh_hans: 还没有可用文件夹。你可以保留未分组，或创建文件夹。

# feedManagement.addFeed.placement.savedAdd.description
source: The feed has already been saved. Edit the URL to start a new add-feed flow.
ar: تم حفظ الخلاصة بالفعل. حرّر عنوان URL لبدء مسار إضافة خلاصة جديدة.
de: Der Feed wurde bereits gespeichert. Bearbeite die URL, um einen neuen Hinzufügen-Vorgang zu starten.
es: La fuente ya se ha guardado. Edita la URL para iniciar un nuevo flujo de añadir fuente.
fa: فید قبلاً ذخیره شده است. برای افزودن فید جدید، URL را ویرایش کنید.
fr: Le flux a déjà été enregistré. Modifiez l’URL pour lancer un nouvel ajout de flux.
he: הפיד כבר נשמר. ערוך את ה-URL כדי להתחיל הוספת פיד חדש.
it: La fonte è già stata salvata. Modifica l’URL per aggiungere una nuova fonte.
ja: フィードはすでに保存されています。新しいフィード追加フローを開始するには URL を編集してください。
ko: 피드가 이미 저장되었습니다. 새 피드 추가 흐름을 시작하려면 URL을 편집하세요.
pt_br: O feed já foi salvo. Edite a URL para adicionar um novo feed.
ru: Лента уже сохранена. Измените URL, чтобы начать добавление новой ленты.
ur: فیڈ پہلے ہی محفوظ ہو چکی ہے۔ نئی فیڈ شامل کرنے کے لیے URL میں ترمیم کریں۔
zh_hans: 订阅源已保存。编辑 URL 可开始新的添加订阅源流程。

# feedManagement.addFeed.preview.action
source: Preview Feed
ar: معاينة الخلاصة
de: Feed-Vorschau anzeigen
es: Vista previa de la fuente
fa: پیش‌نمایش فید
fr: Aperçu du flux
he: תצוגה מקדימה של פיד
it: Anteprima fonte
ja: フィードをプレビュー
ko: 피드 미리보기
pt_br: Prévia do feed
ru: Предпросмотр ленты
ur: فیڈ کا پیش منظر
zh_hans: 预览订阅源

# feedManagement.addFeed.preview.description.label
source: Description
ar: الوصف
de: Beschreibung
es: Descripción
fa: توضیح
he: תיאור
it: Descrizione
ja: 説明
ko: 설명
pt_br: Descrição
ru: Описание
ur: تفصیل
zh_hans: 描述

# feedManagement.addFeed.preview.emptyDocument.detail
source: The address responded, but there was no feed content to read.
ar: استجاب العنوان، لكن لم يكن هناك محتوى خلاصة يمكن قراءته.
de: Die Adresse hat geantwortet, aber es gab keinen Feed-Inhalt zum Lesen.
es: La dirección respondió, pero no había contenido de la fuente para leer.
fa: نشانی پاسخ داد، اما محتوای فیدی برای خواندن وجود نداشت.
fr: L’adresse a répondu, mais aucun contenu de flux n’était disponible.
he: הכתובת הגיבה, אבל לא היה תוכן פיד לקריאה.
it: L’indirizzo ha risposto, ma non c’erano contenuti della fonte da leggere.
ja: アドレスは応答しましたが、読み取れるフィード内容がありませんでした。
ko: 주소가 응답했지만 읽을 피드 내용이 없습니다.
pt_br: O endereço respondeu, mas não havia conteúdo do feed para ler.
ru: Адрес ответил, но в нём нет содержимого ленты.
ur: پتے نے جواب دیا، مگر پڑھنے کے لیے فیڈ کا مواد موجود نہیں تھا۔
zh_hans: 地址有响应，但没有可读取的订阅源内容。

# feedManagement.addFeed.preview.failure.footer
source: Try a different website address or a direct RSS / Atom feed link.
ar: جرّب عنوان موقع ويب مختلفًا أو رابطًا مباشرًا لخلاصة RSS / Atom.
de: Versuche eine andere Website-Adresse oder einen direkten RSS-/Atom-Feed-Link.
es: Prueba otra dirección de sitio web o un enlace directo a una fuente RSS / Atom.
fa: یک نشانی وب‌سایت دیگر یا پیوند مستقیم فید RSS / Atom را امتحان کنید.
fr: Essayez une autre adresse de site web ou un lien direct vers un flux RSS / Atom.
he: נסה כתובת אתר אחרת או קישור ישיר לפיד RSS / Atom.
it: Prova un altro indirizzo web o un link diretto a un feed RSS / Atom.
ja: 別の Web サイトアドレス、または直接の RSS / Atom フィードリンクを試してください。
ko: 다른 웹 사이트 주소나 직접 RSS / Atom 피드 링크를 시도하세요.
pt_br: Tente outro endereço de site ou um link direto para um feed RSS / Atom.
ru: Попробуйте другой адрес сайта или прямую ссылку на RSS / Atom-ленту.
ur: کوئی دوسرا ویب سائٹ پتا یا براہ راست RSS / Atom فیڈ لنک آزمائیں۔
zh_hans: 请尝试其他网站地址，或直接的 RSS / Atom 订阅源链接。

# feedManagement.addFeed.preview.feedAddress.label
source: Feed Address
ar: عنوان الخلاصة
de: Feed-Adresse
es: Dirección de la fuente
fa: نشانی فید
fr: Adresse du flux
he: כתובת פיד
it: Indirizzo della fonte
ja: フィードアドレス
ko: 피드 주소
pt_br: Endereço do feed
ru: Адрес ленты
ur: فیڈ کا پتا
zh_hans: 订阅源地址

# feedManagement.addFeed.preview.feedNotFound.detail
source: The app could not find a supported RSS or Atom feed for this address.
ar: تعذر على التطبيق العثور على خلاصة RSS أو Atom مدعومة لهذا العنوان.
de: Die App konnte für diese Adresse keinen unterstützten RSS- oder Atom-Feed finden.
es: La app no encontró una fuente RSS o Atom compatible en esta dirección.
fa: برنامه برای این نشانی فید RSS یا Atom پشتیبانی‌شده‌ای پیدا نکرد.
fr: L’app n’a pas trouvé de flux RSS ou Atom pris en charge pour cette adresse.
he: האפליקציה לא מצאה פיד RSS או Atom נתמך עבור הכתובת הזו.
it: L’app non ha trovato una fonte RSS o Atom supportata per questo indirizzo.
ja: このアドレスで対応している RSS または Atom フィードを見つけられませんでした。
ko: 앱이 이 주소에서 지원되는 RSS 또는 Atom 피드를 찾을 수 없습니다.
pt_br: O app não encontrou um feed RSS ou Atom compatível neste endereço.
ru: Приложение не нашло поддерживаемую RSS или Atom-ленту по этому адресу.
ur: ایپ کو اس پتے کے لیے معاونت یافتہ RSS یا Atom فیڈ نہیں ملی۔
zh_hans: 应用无法在此地址找到受支持的 RSS 或 Atom 订阅源。

# feedManagement.addFeed.preview.feedNotFound.title
source: Feed was not found
ar: لم يتم العثور على الخلاصة
de: Feed wurde nicht gefunden
es: No se encontró la fuente
fa: فید پیدا نشد
fr: Flux introuvable
he: הפיד לא נמצא
it: Fonte non trovata
ja: フィードが見つかりません
ko: 피드를 찾을 수 없음
pt_br: Feed não encontrado
ru: Лента не найдена
ur: فیڈ نہیں ملی
zh_hans: 未找到订阅源

# feedManagement.addFeed.preview.feedType.label
source: Feed Type
ar: نوع الخلاصة
de: Feed-Typ
es: Tipo de fuente
fa: نوع فید
fr: Type de flux
he: סוג פיד
it: Tipo di fonte
ja: フィードタイプ
ko: 피드 유형
pt_br: Tipo de feed
ru: Тип ленты
ur: فیڈ کی قسم
zh_hans: 订阅源类型

# feedManagement.addFeed.preview.genericFailure.detail
source: Unable to check this feed right now. Try again.
ar: يتعذر التحقق من هذه الخلاصة الآن. حاول ثانية.
de: Dieser Feed kann momentan nicht geprüft werden. Versuche es erneut.
es: No se pudo comprobar esta fuente. Inténtalo de nuevo.
fa: در حال حاضر نمی‌توان این فید را بررسی کرد. دوباره تلاش کنید.
fr: Impossible de vérifier ce flux pour le moment. Réessayez.
he: לא ניתן לבדוק את הפיד הזה כרגע. נסה שוב.
it: Non è stato possibile controllare questa fonte. Riprova.
ja: 現在このフィードを確認できません。もう一度お試しください。
ko: 지금 이 피드를 확인할 수 없습니다. 다시 시도하세요.
pt_br: Não foi possível verificar este feed. Tente novamente.
ru: Не удалось проверить эту ленту. Попробуйте ещё раз.
ur: یہ فیڈ ابھی چیک نہیں ہو سکی۔ دوبارہ کوشش کریں۔
zh_hans: 现在无法检查此订阅源。请重试。

# feedManagement.addFeed.preview.genericFailure.title
source: Preview could not be loaded
ar: تعذر تحميل المعاينة
de: Vorschau konnte nicht geladen werden
es: No se pudo cargar la vista previa
fa: پیش‌نمایش بارگذاری نشد
fr: Impossible de charger l’aperçu
he: לא ניתן היה לטעון תצוגה מקדימה
it: Impossibile caricare l’anteprima
ja: プレビューを読み込めませんでした
ko: 미리보기를 불러올 수 없음
pt_br: Não foi possível carregar a prévia
ru: Не удалось загрузить предпросмотр
ur: پیش منظر لوڈ نہیں ہو سکا
zh_hans: 无法加载预览

# feedManagement.addFeed.preview.httpStatus.detail.format
source: The server returned HTTP %@, so the app could not read this feed.
ar: أعاد الخادم HTTP %@، ولذلك لم يتمكن التطبيق من قراءة هذه الخلاصة.
de: Der Server hat HTTP %@ zurückgegeben, daher konnte die App diesen Feed nicht lesen.
es: El servidor devolvió HTTP %@, por lo que la app no pudo leer esta fuente.
fa: سرور HTTP %@ برگرداند، بنابراین برنامه نتوانست این فید را بخواند.
fr: Le serveur a renvoyé HTTP %@ ; l’app n’a donc pas pu lire ce flux.
he: השרת החזיר HTTP %@, ולכן האפליקציה לא הצליחה לקרוא את הפיד הזה.
it: Il server ha restituito HTTP %@, quindi l’app non ha potuto leggere questa fonte.
ja: サーバーが HTTP %@ を返したため、アプリはこのフィードを読み取れませんでした。
ko: 서버가 HTTP %@을 반환하여 앱이 이 피드를 읽을 수 없습니다.
pt_br: O servidor retornou HTTP %@, então o app não conseguiu ler este feed.
ru: Сервер вернул HTTP %@, поэтому приложение не смогло прочитать эту ленту.
ur: سرور نے HTTP %@ واپس کیا، اس لیے ایپ یہ فیڈ نہیں پڑھ سکی۔
zh_hans: 服务器返回 HTTP %@，因此应用无法读取此订阅源。

# feedManagement.addFeed.preview.invalidURL.title
source: Enter a valid feed address
ar: أدخل عنوان خلاصة صالحًا
de: Gib eine gültige Feed-Adresse ein
es: Introduce una dirección de fuente válida
fa: نشانی فید معتبر وارد کنید
fr: Saisissez une adresse de flux valide
he: הזן כתובת פיד תקינה
it: Inserisci un indirizzo valido per la fonte
ja: 有効なフィードアドレスを入力してください
ko: 올바른 피드 주소를 입력하세요
pt_br: Insira um endereço de feed válido
ru: Введите корректный адрес ленты
ur: درست فیڈ پتا درج کریں
zh_hans: 请输入有效的订阅源地址

# feedManagement.addFeed.preview.malformedXML.detail
source: The address responded, but the app could not read it as RSS or Atom.
ar: استجاب العنوان، لكن التطبيق لم يتمكن من قراءته كخلاصة RSS أو Atom.
de: Die Adresse hat geantwortet, aber die App konnte die Antwort nicht als RSS oder Atom lesen.
es: La dirección respondió, pero la app no pudo leer la respuesta como RSS o Atom.
fa: نشانی پاسخ داد، اما برنامه نتوانست آن را به‌عنوان RSS یا Atom بخواند.
fr: L’adresse a répondu, mais l’app n’a pas pu la lire comme RSS ou Atom.
he: הכתובת הגיבה, אך האפליקציה לא הצליחה לקרוא אותה כ-RSS או Atom.
it: L’indirizzo ha risposto, ma l’app non ha potuto leggere la risposta come RSS o Atom.
ja: アドレスは応答しましたが、アプリは RSS または Atom として読み取れませんでした。
ko: 주소가 응답했지만 앱이 RSS 또는 Atom으로 읽을 수 없습니다.
pt_br: O endereço respondeu, mas o app não conseguiu ler a resposta como RSS ou Atom.
ru: Адрес ответил, но приложение не смогло прочитать ответ как RSS или Atom.
ur: پتے نے جواب دیا، مگر ایپ اسے RSS یا Atom کے طور پر نہیں پڑھ سکی۔
zh_hans: 地址有响应，但应用无法将其读取为 RSS 或 Atom。
